/* The title of the cancel action in an action sheet */
"Cancel" = "Annuleer";

/* Title describing glucose date */
"Date" = "Datum";

/* Title describing glucose value */
"Glucose" = "Glucose";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Aandacht vereist";

/* Sensor state description for the valid state */
"OK" = "OK";
